{
  "source_id_2024": "dieu_186_2024",
  "target_id_2013": "dieu_137_2013",
  "change_type": "sua_doi_bo_sung",
  "major_changes": [
    {
      "point": "Đối tượng được giao đất rừng đặc dụng",
      "old_content": "Nhà nước giao đất rừng đặc dụng cho tổ chức quản lý rừng đặc dụng.",
      "new_content": "Mở rộng đối tượng được giao đất rừng đặc dụng bao gồm: Ban quản lý rừng đặc dụng; Tổ chức khoa học và công nghệ, đào tạo, giáo dục nghề nghiệp về lâm nghiệp; Ban quản lý rừng phòng hộ, tổ chức kinh tế, đơn vị thuộc lực lượng vũ trang nhân dân; Cộng đồng dân cư trên địa bàn cấp xã nơi có rừng đặc dụng. Đồng thời, bổ sung mục tiêu 'phát triển rừng' cùng với quản lý, sử dụng, bảo vệ rừng."
    },
    {
      "point": "Cơ chế di dân, tái định cư",
      "old_content": "Tổ chức quản lý rừng đặc dụng giao khoán ngắn hạn đất rừng đặc dụng trong phân khu bảo vệ nghiêm ngặt cho hộ gia đình, cá nhân chưa có điều kiện chuyển ra khỏi khu vực đó để bảo vệ rừng.",
      "new_content": "Bổ sung quy định về việc Ban quản lý rừng đặc dụng phối hợp với chính quyền địa phương lập dự án di dân, tái định cư để di dân ra khỏi phân khu bảo vệ nghiêm ngặt của rừng đặc dụng. Đây là một cơ chế mới, nhằm giải quyết vấn đề dân cư sinh sống trong khu vực bảo vệ nghiêm ngặt."
    },
    {
      "point": "Quyền xây dựng công trình",
      "old_content": "Quy định chung chung về 'kết hợp sử dụng đất vào mục đích khác theo quy định của pháp luật về bảo vệ và phát triển rừng'.",
      "new_content": "Làm rõ quyền của các đối tượng được giao đất rừng đặc dụng được xây dựng công trình kết cấu hạ tầng phục vụ quản lý, bảo vệ, phát triển rừng theo quy định của pháp luật về lâm nghiệp."
    },
    {
      "point": "Cấp Giấy chứng nhận quyền sử dụng đất",
      "old_content": "Luật 2013 không có quy định cụ thể về việc cấp Giấy chứng nhận cho đối tượng sử dụng đất rừng đặc dụng với nội dung không ghi nhận tài sản công.",
      "new_content": "Bổ sung quy định người được Nhà nước giao đất rừng đặc dụng được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu tài sản gắn liền với đất nhưng không được ghi nhận tài sản là tài sản công trên Giấy chứng nhận. Điều này làm rõ quyền sở hữu tài sản gắn liền với đất nhưng khẳng định tính chất công của đất rừng đặc dụng."
    },
    {
      "point": "Các quy định bị lược bỏ/thay đổi cách tiếp cận",
      "old_content": "Luật 2013 có các quy định về giao khoán đất rừng đặc dụng thuộc phân khu phục hồi sinh thái (khoản 3 Điều 137), giao/cho thuê đất vùng đệm (khoản 4 Điều 137) và cho tổ chức kinh tế thuê đất rừng đặc dụng kết hợp kinh doanh cảnh quan, du lịch sinh thái (khoản 5 Điều 137).",
      "new_content": "Các quy định này không còn được nêu chi tiết trong Điều 186 Luật 2024. Có thể các nội dung này được điều chỉnh theo Luật Lâm nghiệp hoặc các quy định khác của Luật Đất đai 2024 hoặc các văn bản dưới luật, hoặc được gộp vào quy định chung của khoản 1 về 'quản lý, sử dụng, bảo vệ, phát triển rừng theo quy định của pháp luật về lâm nghiệp'."
    }
  ],
  "summary": "Điều 186 Luật Đất đai 2024 về Đất rừng đặc dụng đã sửa đổi, bổ sung đáng kể so với Điều 137 Luật Đất đai 2013. Các thay đổi chính bao gồm mở rộng đối tượng được Nhà nước giao đất rừng đặc dụng, bổ sung cơ chế lập dự án di dân, tái định cư ra khỏi phân khu bảo vệ nghiêm ngặt, làm rõ quyền xây dựng công trình kết cấu hạ tầng và quy định về việc cấp Giấy chứng nhận quyền sử dụng đất mà không ghi nhận tài sản công trên đó. Một số quy định chi tiết về giao khoán, vùng đệm, và kinh doanh du lịch sinh thái từ Luật 2013 đã được lược bỏ hoặc chuyển sang các văn bản pháp luật khác có liên quan."
}